---
kind: property
id: P:Autodesk.Revit.DB.ViewCropRegionShapeManager.IsSplitVertically
source: html/4831f9a4-f3c1-0d83-8387-66618485baa1.htm
---
# Autodesk.Revit.DB.ViewCropRegionShapeManager.IsSplitVertically Property

Whether or not the view's crop is split (and the split is vertical).

## Syntax (C#)
```csharp
public bool IsSplitVertically { get; }
```